tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "fd"
brew "fnm"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "maccy"
cask "visual-studio-code"
cask "zoom"
