tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "bottom"
brew "fd"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "glow"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "onefetch"
brew "poppler"
brew "procs"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "tlrc"
brew "tmux"
brew "typst"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "maccy"
cask "visual-studio-code"
cask "zed"
cask "zoom"
